win_x, win_y = 200, 100
win_width, win_height = 1000, 600

txt_hello = 'Добро пожаловать в програму по определению состояния здоровья сердца!'
txt_next = 'Начать'
txt_instruction = ('Данное приложение позволит вам с помощью теста Руфье провести первичную диагностику своего здоровья.\n' 
                  'Проба Руфье представляет собой нагрузочный комплекс, предназначенный для предназначенный для оценки работоспособности сердца при физических нагрузках.\n'
                  'У испытуемого, находящегося в положении лежа на спине в течении 5 минут, определяют частоту пульса за 15 секунд.\n'
                  'Затем в течении 45 секунд испытуемый выполняет 30 приседаний.\n'
                  'После окончания нагрузки испытуемый ложится, и у него снова подсчитывают число пульсаций за первые 15 секунд,\n'
                  'а потом - за последние 15 секунд первой минуты периода восстановления\n'
                  'Важно! Если в процессе испытания вы почувствуете себя плохо(темнеет в глазах,шум в ушах,головокружение),\n'
                  'то тест необходимо прервать и обратится к врачу!')
txt_title = 'Здоровье'
txt_name = 'Введите Ф.И.О.:'
txt_hintname = "Ф.И.О"
txt_hintage = "0"
txt_test1 = 'Лягте на спину и замерьте пульс в течении 15 секунд. Нажмите кнопку "Начать первый тест",чтобы запустить таймер.\nРезультат запешите в соответствующее поле.'
txt_test2 = 'Сделайте 30 приседаний за 45 секунд. Для этого нажмите кнопку "Начать делать приседания",\nчтобы запустить счетчик приседаний.'
txt_test3 = 'Лягте на спину и измерьте пульс сначала за первые 15 секунд минуты,затем за последние 15 секунд.\nНажмите на кнопку "Начать финальный тест",чтобы запустить таймер.\nЗелёным обозначенны секунды,в течении которых необходимо,\nпроводить измерения,черным-секунды без замера пульсаций.Результаты запишите в соответствующие поля.'
txt_sendresults = 'Отправить результаты'
txt_hinttest1 = '0'
txt_hinttest2 = '0'
txt_hinttest3 = '0'
txt_starttest1 = 'Начать первый тест'
txt_starttest2 = 'Начать делать приседания'
txt_starttest3 = 'Начать финальный тест'

txt_age = 'Полных лет:'
txt_finalwin = 'Результаты'
txt_index = 'Индекс Руфье: '
txt_workheart = 'Работоспособность сердца: '
txt_res1='Низкая.Срочно обратитесь к врачу!'
txt_res2='Удоволетворительная.Обратитесь к врачу!'
txt_res3='Средняя.Возможно стоит дополнительно пройти обследование у врача!'
txt_res4='Выше среднего'
txt_res5='Высокая'
